[  
  {   
    "id": 1,
    "category": "create-team",
    "title": "Créer son équipe",
    "classColor": "lighten",
    "classPosition": "right",
    "content": "Via l'application O'Foot, il est possible de créer sa propre équipe de football. Pour cela, rien de plus simple. Créer votre compte utilisateur en renseignant vos informations personnelles, connectez-vous et accédez à votre dashboard utilisateur. Grâce à une interface simple et fonctionnelle, il suffit de cliquez sur créer une équipe et le tout est joué. Alors, qu'attendez-vous ?",
    "img": "/img/fonctionnalities/creation-equipe.png"
  },
  {
    "id": 2,
    "category": "manage-team",
    "title": "Gérer son effectif",
    "classColor": "darken",
    "classPosition": "left",
    "content": "L’application O’Foot permet une gestion simplifiée de votre calendrier. Une fois un événement créé , un mail de convocation est immédiatement envoyé aux joueurs de votre équipe. Ils peuvent ainsi répondre favorablement ou non à la convocation envoyée. Grâce à l’interface, il est également possible de visualiser la liste de vos joueurs présents pour chaque type d'événement. Pratique pour préparer votre séance ou votre causerie d’avant match.",
    "img": "/img/fonctionnalities/effectif.png"
  },
  { 
    "id": 3,   
    "category": "create-event",
    "title": "Créer ses évenements",
    "classColor": "lighten",
    "classPosition": "right",
    "content": "Le coach de l’équipe peut gérer facilement les entraînements et les matchs de football en les planifiant pour la saison en cours. Il peut ainsi avoir de la visibilité sur l’ensemble des participants et mettre à jour leurs présences. Point important : les utilisateurs-joueurs peuvent également avoir accès aux informations liées aux matchs et entraînements. Il suffit pour cela de sélectionner un événement en particulier. Cependant, ils n’ont pas de droit de création, de modification et de suppression. Ces droits sont exclusivement dédiés au coach",
    "img": "/img/fonctionnalities/event.png"
  },
  {   
    "id": 4, 
    "category": "manage-stats",
    "title": "Gérer les stats",
    "classColor": "darken",
    "classPosition": "left",
    "content": "Dans l’application O’Foot, il est possible de renseigner le score de chaque match mais aussi les statistiques des joueurs : le nombre de buts marqués, concédés, les buteurs, nombre de cartons… afin d’améliorer le suivi de la saison et analyser les résultats. Une fois le score et les statistiques renseignés, vous pouvez vous rendre directement dans l’espace statistiques et visualiser l’ensemble des données globales de l'équipes mais également par joueurs. Idéal pour une analyse complète de la saison.",
    "img": "/img/fonctionnalities/stats.png"
  }
]


